Repository: diegoe2k/tigo-money-woo
Catalog: languages/tigo-money-woo-*.po
Languages: es_es

source: Tigo Money Woo: Requires php version 5.6.0 or higher.
es_es: Tigo Money Woo: Requiere versión de php 5.6.0 o superior

source: Tigo Money Woo: Woocommerce must be installed and active.
es_es: Tigo Money Woo: Woocommerce debe estar instalado y activo.

source: Tigo Money Woo: Version 3.0 or greater of installed woocommerce is required.
es_es: Tigo Money Woo: Requiere la versión 3.0 o superior del woocommerce .

source: Tigo Money: Requires currency to be PYG
es_es: Tigo Money: Requiere que la moneda sea PYG

source: Click here to configure
es_es: Haga clic aquí para configurar

source: Settings
es_es: Configuración

source: Documentation
es_es: Documentación

source: Consulting Tigo Money and generating secure url
es_es: Consultando Tigo Money y generarando enlace seguro

source: Redirecting to Tigo Money
es_es: Redireccionando a Tigo Money

source: We are currently experiencing problems trying to connect to this payment gateway. Sorry for the inconvenience.
es_es: Actualmente, estamos teniendo problemas para intentar conectarnos a esta puerta de enlace de pago. Lo siento por los inconvenientes ocasionados.

source: Oops! Something Bad Happen, check the Consumer Key and Consumer Secret and try Again.
es_es: ¡Uy! Algo malo sucede, revise el client_id y el client_secret y vuelva a intentarlo.

source: Successful payment
es_es: Pago exitoso

source: Payment failed
es_es: Pago fallido

source: Payment in the initiated state
es_es: Pago en estado iniciado

source: Continue to payment
es_es: Continuar con el pago

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable Tigo Money
es_es: Habilitar Tigo Money

source: Title
es_es: Título

source: It corresponds to the title that the user sees during the checkout
es_es: Corresponde al título que el usuario ve durante el pago

source: Description
es_es: Descripción

source: It corresponds to the description that the user will see during the checkout
es_es: Corresponde a la descripción que verá el usuario durante el pago

source: Tigo Money simple payment only for Paraguay
es_es: Pago simple de Tigo Money solo para Paraguay

source: Agent account
es_es: Cuenta del agente

source: It is the electronic wallet used as how account electronic money collector corresponding to Commerce
es_es: Es la billetera electrónica utilizada como la cuenta colector de dinero electrónico correspondiente al comercio

source: Agent PIN
es_es: PIN del agente

source: The agent pin
es_es: El pin del agente

source: Environment
es_es: Ambiente

source: Enable to run tests
es_es: Habilitar para ejecutar pruebas

source: Production
es_es: Producción

source: Test
es_es: Prueba

source: Secret password provided during the registration process with Tigo Money
es_es: Contraseña secreta proporcionada durante el proceso de registro con Tigo Money

source: Failed to connect, check client_id and client_secret accesses
es_es: No se pudo conectar, verifique los accesos client_id y client_secret.
